Repository: grass-svn2git/grass-legacy
Catalog: locale/po/grassmods_*.po
Languages: sl

source: %d categories from vector missing in table
sl: %d kategorij iz vektorja manjka v tabeli

source: %d duplicate categories in vector
sl: %d dvojnih kategorij v vektorju

source: %d records updated
sl: %d enot je bilo posodobljenih

source: %d update errors
sl: %d napak med posodabljanjem
