Repository: grass-svn2git/grass-legacy
Catalog: locale/po/grassmods_*.po
Languages: sl

source: Import as Floating Point Data (default: Integer)
sl: Uvozi kot "Floating Point" (privzeto: Integer)

source: Import as Double Precision Data (default: Integer)
sl: Uvozi kot "Double precision" (privzeto: Integer)

source: Number of bytes per cell (1, 2, 4)
sl: ©tevilo bajtov na celico (1, 2, 4)

source: Northern limit of geographic region (outer edge)
sl: Severna meja regije (zunanji rob)

source: Southern limit of geographic region (outer edge)
sl: Ju¾na meja regije (zunanji rob)

source: Eastern limit of geographic region (outer edge)
sl: Vzhodni rob regije (zunanji rob)

source: Western limit of geographic region (outer edge)
sl: Zahodni rob regije (zunanji rob)

source: Set Value to NULL
sl: Nastavi vrednost na NULL

source: Import GDAL supported raster file into a binary raster map layer.
sl: Uvozi rastrsko datoteko formata, ki ga podpira GDAL v binarni rastrski sloj

source: Raster file to be imported
sl: Rastrski sloj, ki ga nameravate uvoziti

source: Name of location to read projection from for GCPs transformation
sl: Ime lokacije (location) iz katere naj povzamem projekcijo za GCP transformacijo

source: Name for new location to create
sl: Ime nove lokacije (location), ki bo ustvarjena

source: Override projection (use location's projection)
sl: Povozi projekcijo (uporabi projekcijo lokacije)

source: Extend location extents based on new dataset
sl: Raz¹iri obseg lokacije glede na nov "dataset"

source: List supported formats then exit
sl: Izpi¹i podprte formate in konèaj

source: Keep band numbers instead of using band color names
sl: Ohrani ¹tevila za imena pasov namesto imena barv

source: Imports GRIDATB.FOR map file (TOPMODEL) into GRASS raster map
sl: Uvozi GRIDTAB.FOR datoteko (TOPMODEL) v GRASS rastrski sloj

source: GRIDATB i/o map file
sl: GRIDATB i/o sloj

source: Output map
sl: Izhodni sloj

source: Import a binary MAT-File(v4) to a GRASS raster.
sl: Uvozi binarno MAT-datoteko (v4) v GRASS rastrski sloj

source: Name of an existing MAT-File(v4)
sl: Ime obstojeèe MAT datoteke (v4)

source: Name for the output raster map (override)
sl: Ime izhodnega rastrskega sloja (povozi)

source: Create raster maps from ascii polygon/line data files in the current directory.
sl: Ustvari rastrski sloj iz ascii poligon/linija datotek v trenutni mapi.

source: Input file
sl: Vhodni sloj

source: Raster output file
sl: Izhodni rastrski sloj

source: Number of rows to hold in memory
sl: ©tevilo vrstic, ki naj jih hranim v spominu

source: Outputs basic information about a user-specified raster map layer.
sl: Izpi¹e osnovne informacije o doloèenem rastrskem sloju.

source: Name of existing raster map
sl: Ime obstojeèega rastrskega sloja

source: Print range only
sl: Izpi¹i le razpon vrednosti

source: Print resolution (NS-res, EW-res) only
sl: Izpi¹i resolucijo le (NS-res, EW-res)

source: Calculate error matrix and kappa parameter for accuracy assessment of classification result.
sl: Izraèuna matriko napak in kappa parameter za oceno natanènosti klasifikacije.

source: File name of classification result
sl: Ime datoteke z rezultatom klasifikacije

source: File name of reference classes
sl: Ime datoteke z referenènimi razredi

source: Name of an output file containing of error matrix and kappa
sl: Ime izhodne datoteke z matriko napak in parametrom kappa

source: Title for error matrix and kappa
sl: Naslov matrike napak in parametra kappa

source: wide report, 132 columns (default: 80)
sl: ¹iroko poroèilo, 132 kolon (privzeto: 80)

source: quiet
sl: tiho

source: no header in the report
sl: poroèilo brez vzglavja

source: Line-of-sight raster analysis program.
sl: Program za analizo linije vidnosti (Line-of-sight).

source: Raster map name for storing results
sl: Ime rastrskega sloja z rezultati

source: Coordinate identifying the viewing location
sl: Koordinata, ki doloèa lokacijo pogleda

source: Binary (1/0) raster map
sl: Binarni (1/0) rastrski sloj

source: Height of the viewing location
sl: Gledalèeva vi¹ina nad povr¹jem

source: Finds the median of values in a cover map within areas assigned the same category value in a user-specified base map.
sl: Poi¹èe mediano vrednosti v pokrovnem sloju znotraj obmoèij doloèenih z enotno kategorijo na osnovnem sloju.

source: Base raster map
sl: Osnovni rastrski sloj

source: Cover raster map
sl: Pokrovni rastrski sloj

source: Resultant raster map
sl: Izhodni rastrski sloj

source: Name of the output raster file
sl: Ime izhodnega rastrskega sloja

source: Name of the filter file
sl: Ime datoteke s filtrom

source: Number of times to repeat the filter
sl: ©tevilo ponovitev filtracije

source: Output raster file title
sl: Naslov izhodnega rastrskega sloja

source: Apply filter only to zero data values
sl: Uporabi filter le na podatkih z vrednostjo niè (zero)

source: Finds the mode of values in a cover map within areas assigned the same category value in a user-specified base map.
sl: Poi¹èe modus vrednosti v pokrovnem sloju znotraj obmoèij doloèenih z enotno kategorijo na osnovnem sloju.

source: Coverage map
sl: Pokrovni sloj

source: Makes each cell category value a function of the category values assigned to the cells around it, and stores new cell values in an output raster map layer.
sl: Kategorija vsake celice v rastrskem sloju postane funkcija kategorij celic, ki se nahajajo v njeni okolici.

source: Name of existing raster file
sl: Ime obstojeèega rastrskega sloja

source: Name of the new raster file
sl: Ime novega rastrskega sloja

source: Neighborhood operation
sl: Uporabljena funkcija

source: Neighborhood size
sl: Velikost okolice (neighbourhood)

source: Title of the output raster file
sl: Naslov novega rastrskega sloja

source: Converts a raster map layer into an ESRI ARCGRID file.
sl: Preobrazi GRASS-ov rastrski sloj v ESRI ARCGRID datoteko

source: Name of an existing raster map layer
sl: Ime obstojeèega rastrskega sloja

source: Name of an output ARC-GID map (use out=- for stdout)
sl: Ime izhodne ARC-GRID datoteke (uporabi out=- za standardni izhod (stdout))

source: Number of decimal places
sl: ©tevilo decimalk

source: Suppress printing of header information
sl: Ne izpi¹i vzglavja

source: Converts a raster map layer into an ASCII text file.
sl: Preobrazi rastrski sloj v ASCII tekstovno datoteko.

source: Name of an output ASCII grid map (use out=- for stdout)
sl: Ime izhodne ASCII datoteke (uporabi out=- za standardni izhod (stdout))

source: Number of significant digits (floating point only)
sl: ©tevilo decimalk (le za "floating point" podatke)

source: Number of values printed before wrapping a line (only SURFER or MODFLOW format)
sl: ©tevilo vrednosti izpisanih pred zakljuèkom vrstice (le SURFER in MODFLOW format)

source: String to represent null cell (GRASS grid only)
sl: Znak(i), ki bodo predstavlja(li) NULL vrednosti (le GRASS format)

source: Write SURFER (Golden Software) ASCII grid
sl: Zapi¹i SURFER (Golden Software) ASCII format

source: Write MODFLOW (USGS) ASCII array
sl: Zapi¹i MODFLOW (USGS) ASCII format

source: Force output of integer values
sl: Izpi¹i v "integer" obliki

source: Name for output binary map (use out=- for stdout)
sl: Ime izhodnega binarnega sloja (uporabi out=- za standardni izhod (stdout))

source: Value to write out for null
sl: Vrednost, ki bo prirejena NULL vrednosti

source: Output integer category values, not cell values
sl: Izvozi "integer" vrednosti kategorije, ne pa vrednosti celic

source: Export Array with GMT compatible header
sl: Izvozi "array" z GMT kompatibilnim vzglavjem

source: Generate BIL world and header files
sl: Ustvari BIL world in header datoteki

source: Exports GRASS raster map to GRIDATB.FOR map file (TOPMODEL)
sl: Izvozi GRASS-ov rastrski sloj v GRIDATB.FOR datoteko (TOPMODEL)

source: Input map
sl: Vhodni sloj

source: Exports a GRASS raster to a binary MAT-File.
sl: Izvozi GRASS rastrski sloj v binarni MAT-File

source: Name for the output binary MAT-File
sl: Ime izhodnega binarnega MAT-File

source: Raster File Series to MPEG Conversion Program.
sl: Serija rastrskih slojev v MPEG program.

source: Raster file(s) for View%d
sl: Rastrska(e) datoteka(e) za ogled %d

source: Name for output file
sl: Ime izhodne datoteke

source: Quality factor (1 = highest quality, lowest compression)
sl: Faktor kakovosti (1 = najvi¹ja kakovost, najmanj¹e stiskanje)

source: Quiet - suppress progress report
sl: Tiho - potlaèi poroèila o napredku programa

source: Convert on the fly, use less disk space (requires r.out.ppm with stdout option)
sl: Preobrazi na hitro, rabi manj prostora na disku (potrebuje r.out.ppm s stdout mo¾nostjo)

source: Converts a raster map layer into a height-field file for POVRAY.
sl: Preobrazi rastrski sloj v datoteko polja vi¹in za POVRAY

source: Name of output povray file (TGA height field file)
sl: Ime izhodne povray datoteke (TGA polje vi¹in)

source: Height-field type (0=actual heights 1=normalized)
sl: Tip polja vi¹in (0 = dejanske vi¹ine, 1 = normalizirane)

source: Vertical scaling factor
sl: Faktor previ¹anja

source: Converts a GRASS raster file to a PPM image file at the pixel resolution of the CURRENTLY DEFINED REGION.
sl: Preobrazi GRASS-ov rastrski sloj v PPM slikovno datoteko v resoluciji TRENUTNO DEFINIRANE REGIJE

source: Raster input map
sl: Vhodni rastrski sloj

source: Name for new PPM file. (use out=- for stdout)
sl: Izhodna PPM datoteka (uporabi out=- za standardni izhod (stdout))

source: Output greyscale instead of color
sl: Zapi¹i v sivinski paleti namesto v barvni

source: Converts 3 GRASS raster layers (R,G,B) to a PPM image file at the pixel resolution of the CURRENTLY DEFINED REGION.
sl: Preobrazi 3 GRASS rastrske sloje (R,G,B) v PPM slikovno datoteko v resolucijo TRENUTNO DEFINIRANE REGIJE.

source: Name of raster map to be used for <%s>
sl: Ime rastrskega sloja, ki bo uporabljen za <%s>

source: Add comments to describe the region
sl: Dodaj komentarje za opis regije

source: Output raster layer containing morphometric parameter
sl: Izhodni rastrski sloj z morfometriènimi parametri

source: Slope tolerance that defines a 'flat' surface (degrees)
sl: Naklon, ki ga ¹e upo¹tevamo kot 'ravno' povr¹je (naklonske stopinje)

source: Curvature tolerance that defines 'planar' surface
sl: Ukrivljenost, ki jo ¹e upo¹tevamo kot ravno povr¹je

source: Size of processing window (odd number only, max: %i)
sl: Velikost premikajoèega se okna (le lihe vrednosti, max: %i)

source: Morphometric parameter in 'size' window to calculate
sl: Morfometrièni parameter, ki ga ¾elimo izraèunati

source: Exponent for distance weighting (0.0-4.0)
sl: Eksponent za obte¾evanje razdalje (od 0.0 do 4.0)

source: Constrain model through central window cell
sl: Omejevanje modela preko osrednje celice okna

source: Creates a composite raster map layer by using known category values from one (or more) map layer(s) to fill in areas of "no data" in another map layer.
sl: Ustvari kompozitni izhodni rastrski sloj s prekrivanjem rastrskih slojev tako, da je spodnje le¾eèi sloj viden le skozi NULL obmoèja vi¹je le¾eèega rastrskega sloja.

source: Name of raster maps to be patched together
sl: Imena rastrskih slojev, ki bodo zdru¾eni

source: Name of the result map
sl: Ime izhodnega rastrskega sloja

source: Use zero (0) for transparency instead of NULL
sl: Uporabi niè (0) za prosojnost namesto NULL

source: Outputs the raster map layer values lying on user-defined line(s).
sl: Prika¾e profil vrednosti rastrskega sloja preko katerega poteka linija(e).

source: Name of file for output (use output=- for stdout)
sl: Ime izhodnega rastrskega sloja (uporabi output=- za standardni izhod (stdout))

source: Profile Coordinate Pairs
sl: Koordinatni pari profila

source: Resolution along profile (default = current region resolution)
sl: Resolucija vzdol¾ linije (privzeta = trenutna resolucija regije)

source: Interactively select End-Points
sl: Interaktivno izberi konèni toèki

source: Output easting and northing in first two columns of four column output
sl: Izpi¹i "northing" in "easting" v prvih dveh kolonah ¹tiri kolonskega izpisa

source: Re-project a raster map from one location to the current location.
sl: Transformira projekcijo rastrskega sloja iz ene "location" v trenutno "location"

source: Input raster map
sl: Ime vhodnega rastrskega sloja

source: Location of input map
sl: "Location" vhodnega sloja

source: Mapset of input map
sl: "Mapset" vhodnega rastrskega sloja

source: Path to GRASS database of input location
sl: Pot do GRASS baze podatkov (izpi¹e se ob zagonu programa)

source: Output raster map
sl: Ime izhodnega rastrskega sloja

source: Interpolation method to use
sl: Interpolacijska metoda, ki jo ¾elite uporabiti

source: List raster files in input location and exit
sl: Izpi¹i rastrske sloje v vhodni "location" in konèaj

source: Do not perform region cropping optimization
sl: Ne odre¾i uvo¾ene karte po mejah regije

source: This routine produces the quantization file for a floating-point map.
sl: Ta program izdela kvantizacijsko datoteko za floating point karte.

source: Creates a raster map layer and vector point map containing randomly located sites.
sl: Izdela rastrski sloj in vektorski toèkovni sloj vsebujoè nakljuèno locirane toèke.

source: The number of points to allocate
sl: ©tevilo ¾eljenih toèk

source: Name of the output raster map
sl: Ime izhodnega rastrskega sloja

source: Name of the output vector points map
sl: Ime izhodnega vektorskega toèkovnega sloja

source: Generate sites for category zero also
sl: Izdelaj tudi toèke za kategorijo niè (0)

source: Report information about input raster and exit
sl: Izpi¹i informacije o vhodnem rastrskem sloju in konèaj

source: Generates random cell values with spatial dependence.
sl: Izdela nakljuène vrednosti celic s prostorsko odvisnostjo.

source: Generates random surface(s) with spatial dependence.
sl: Izdela nakljuèno(e) povr¹ino(e) s prostorsko odvisnostjo.

source: Creates a new map layer whose category values are based upon the user's reclassification of categories in an existing raster map layer.
sl: Izdela nov rastrski sloj katerega kategorije so rezultat reklasifikacije kategorij obstojeèega rastrskega sloja.

source: Raster map to be reclassified
sl: Rastrski sloj, ki ga ¾elite reklasificirati

source: Name for the resulting raster map
sl: Ime izhodnega rastrskega sloja

source: Title for the resulting raster map
sl: Naslov izhodnega rastrskega sloja

source: Recode raster maps.
sl: Rekodira rastrske sloje

source: Raster map to be recoded
sl: Rastrski sloj, ki ga ¾elite rekodirati

source: Align the current region to the input map
sl: Prilagodi trenutno regijo z vhodnemu rastrskemu sloju

source: Force output to double map type (DCELL)
sl: Podatkovni tip izhodnega rastrskega sloja naj bo tipa "double" (DCELL)

source: Sets the boundary definitions for a raster map.
sl: Definira regijo za rastrski sloj

source: Set from current region
sl: Uporabi nastavitve trenutne regije

source: Set from default region
sl: Uporabi nastavitve privzete regije

source: Raster map to change
sl: Rastrski sloj, ki ga ¾elimo spremeniti

source: Set region to match this raster map
sl: Doloèi regijo tako, da bo enaka temu rastrskemu sloju

source: Set region to match this vector map
sl: Doloèi regijo tako, da bo enaka temu vektorskemu sloju

source: Set region to match this 3dview file
sl: Doloèi regijo tako, da bo enak 3Dview datoteki

source: Value for the northern edge
sl: Vrednost za severni rob

source: Value for the southern edge
sl: Vrednost za ju¾ni rob

source: Value for the eastern edge
sl: Vrednost za zahodni rob

source: Value for the western edge
sl: Vrednost za vzhodni rob

source: Raster map to align to
sl: Rastrski sloj kateremu naj se regija prilagodi

source: raster map <%s> not found
sl: Ne najdem vhodnega rastrskega sloja <%s>.

source: can't read header for <%s> in <%s>
sl: Ne morem prebrati vzglavja za <%s> v <%s>

source: region <%s> not found
sl: ne najdem regije <%s>

source: can't read region <%s> in <%s>
sl: ne morem prebrati regije <%s> v <%s>

source: 3dview file <%s> not found
sl: ne najdem 3Dview datoteke <%s>

source: can't open 3dview file <%s> in <%s>
sl: ne morem odpreti 3Dview datoteke <%s> v <%s>

source: can't read 3dview file <%s> in <%s>
sl: ne morem prebrati 3Dview datoteke <%s> v <%s>

source: Old 3dview file. Region not found in <%s> in <%s>
sl: Stara 3Dview datoteka. Ne najdem regije <%s> v <%s>

source: invalid region: %s
sl: neveljavna regija: %s

source: unable to update boundaries
sl: ne morem posodobiti meja

source: Reports statistics for raster map layers.
sl: Izpi¹e osnovne statistike za rastrske sloje

source: Raster map(s) to report on
sl: Rastrski sloj(i) za katere ¾elimo poroèilo

source: mi(les),me(ters),k(ilometers),a(cres),h(ectares),c(ell_counts),p(ercent_cover)
sl: mi(lj), me(trov), k(ilometrov), a(krov), h(ektarov), c(elic), p(rocentov)

source: Page length (default: %d lines)
sl: Dol¾ina strani (privzeto: %d vrstic)

source: Page width (default: %d characters)
sl: ©irina strani (privzeto: %d znakov)

source: Name of an output file to hold the report
sl: Ime izhodne datoteke, ki bo vsebovala poroèilo

source: Suppress page headers
sl: Ne izpi¹i vzglavja

source: Scientific format
sl: Znanstveni format

source: Filter out all no data cells
sl: Pri ¹tetju izvzemi celice z NULL vrednostjo

source: Filter out cells where all maps have no data
sl: Pri ¹tetju izvzemi celice, kjer imajo vse karte vrednost NULL

source: Read fp map as integer (use map's quant rules
sl: Preberi fp - "floating point" sloj kot "integer"

source: Reinterpolates and computes topographic analysis from input raster file to a new raster file (possibly with different resolution) using regularized spline with tension and smoothing.
sl: Preinterpolira in izraèuna topografsko analizo iz vhodnega rastrskega sloja na nov rastrski sloj (mo¾no z novo resolucijo) z uporabo regulariziranih zlepkov z napetostjo

source: Do zeroes in input map represent elevation?
sl: Ali nièle (0) v vhodnem sloju predstavljajo nadmorsko vi¹ino?

source: Desired east-west resolution
sl: ®eljena vzhod-zahod resolucija

source: Desired north-south resolution
sl: ®eljena sever-jug resolucija

source: Output z-file (elevation)
sl: Izdelaj z-sloj (nadmorsko vi¹ino)

source: Slope
sl: Naklon

source: Aspect
sl: Ekspozicija

source: Profile curvature
sl: Profilna ukrivljenost

source: Tangential curvature
sl: Tangencialna ukrivljenost

source: Mean curvature
sl: Povpreèna ukrivljenost

source: Name of the cell file containing smoothing
sl: Ime rastrskega sloja s podatki o glajenju

source: Name of the raster file used as mask
sl: Ime rastrskega sloja za masko

source: Conversion factor for z-values
sl: Faktor spremembe z-vrednosti (v metre)

source: Tension
sl: Napetost

source: Anisotropy angle (in degrees)
sl: Anizotropni kot (v stopinjah)

source: Use dnorm independent tension
sl: Uporabi dnorm neodvisno napetost

source: GRASS raster map layer data resampling capability.
sl: GRASS-ov program za spreminjanje resolucije rastrskim slojem ("resampling")

source: Name of an input layer
sl: Vhodni rastrski sloj

source: Name of an output layer
sl: Izhodni rastrski sloj

source: Rescales the range of category values in a raster map layer.
sl: Raztegne ali skrèi razpon kategorij pripadajoèih rastrskemu sloju.

source: The name of the raster map to be rescaled
sl: Ime rastrskega sloja, ki bo reklasificiran

source: The input data range to be rescaled (default: full range of input map)
sl: Vhodni razpon kategorij (privzeto: celotni rang kategorij vhodnega sloja)

source: The resulting raster map name
sl: Izhodni rastrski sloj

source: The output data range
sl: Novi razpon kategorij

source: Title for new raster map
sl: Naslov novega rastrskega sloja

source: Rescales histogram equalized the range of categoryvalues in a raster map layer.
sl: Raztegne ali skrèi razpon histogramsko izenaèenih kategorij v rastrskem sloju.

source: Makes each output cell value a function of the values assigned to the corresponding cells in the input raster map layers.
sl: Vsaka celica rastrskega sloja postane funkcija vrednosti ustrezajoèih celic v vhodnem rastrskem sloju.

source: Names of existing raster files
sl: Imena obstojeèih rastrskih slojev

source: Aggregate operation
sl: Agregacijska operacija

source: Propagate NULLs
sl: Raz¹irjaj NULL vrednosti

source: Generates raster map layers of slope, aspect, curvatures and partial derivatives from a raster map layer of true elevation values. Aspect is calculated counterclockwise from east.
sl: Izdela rastrske sloje naklona, ekspozicije, ukrivljenosti in "partial derivatives" iz rastrskega sloja nadmorskih vi¹in. Ekspozicija je raèunana v smeri nasprotni urinemu kazalcu iz vzhoda.

source: Raster elevation file name
sl: Rastrski sloj nadmorskih vi¹in

source: Format for reporting the slope
sl: Enote za naklon

source: Type of output aspect and slope maps
sl: Tip podatka za sloja ekspozicij in naklonov

source: Multiplicative factor to convert elevation units to meters
sl: Faktor preobrazbe iz vi¹inskih enot karte v metre

source: Minimum slope val. (in percent) for which aspect is computed
sl: Najmanj¹i naklon (v procentih) za katerega bo ekspozicija ¹e raèunana

source: Do not align the current region to the elevation layer
sl: Ne vzporejaj trenutne regije s slojem nadmorskih vi¹in

source: Category or object oriented statistics.
sl: Izraèun osnovnih statistiènih parametrov po kategorijah pokrovnega sloja

source: Method of object-based statistic
sl: Statistièna metoda

source: Resultant raster map (not used with 'distribution')
sl: Izhodni rastrski sloj (ne vnesemo, èe smo izbrali 'distribution')

source: Cover values extracted from the category labels of the cover map
sl: Uporabi pokrovne vrednosti iz etiket pokrovnega sloja

source: Generates area statistics for raster map layers.
sl: Izdela povr¹inske statistike rastrskega(ih) sloja(ev)

source: Raster input maps(s)
sl: Vhodni rastrski sloj(i)

source: String representing no data cell value
sl: Znak, ki bo predstavljal NULL vrednosti

source: Output file name
sl: Ime izhodnega rastrskega sloja

source: One cell (range) per line
sl: Ena celica (rang) na vrstico

source: Print area totals
sl: Izpi¹i sumo vrednosti za razrede

source: Print cell counts
sl: Izpi¹i ¹tevilo celic v razredu

source: Print APPROXIMATE percents (total percent may not be 100%)
sl: Izpi¹i PRIBLI®NE dele¾e za razrede

source: Print category labels
sl: Izpi¹i etikete kategorij

source: Suppress reporting of any NULLs
sl: Ne poroèaj o NULL vrednostih

source: Suppress reporting of NULLs when all values are NULL
sl: Ne poroèaj o NULL vrednostih, ko so vse vrednosti NULL

source: Print grid coordinates (east and north)
sl: Izpi¹i vrednosti po koordinatah v mre¾i

source: Print x and y (column and row)
sl: Izpi¹i x in y (kolone in vrstice)

source: Print raw indexes of fp ranges (fp maps only)
sl: Izpi¹i surove indekse fp ("floating point") razponov (le za fp sloje)

source: Sums up the raster cell values.
sl: Se¹teje vrednosti celic v rastrskem sloju

source: Name of incidence or density file.
sl: Ime rastrskega sloja z vrednostmi, ki jih ¾elimo se¹teti
