Repository: grass-svn2git/grass-legacy
Catalog: locale/po/grassmods_*.po
Languages: sl

source: Computes direct (beam), diffuse and reflected solar irradiation raster maps for given day, latitude, surface and atmospheric conditions. Solar parameters (e.g. sunrise, sunset times, declination, extraterrestrial irradiance, daylight length) are saved in a local text file. Alternatively, a local time can be specified to compute solar incidence angle and/or irradiance raster maps. The shadowing effect of the topography is optionally incorporated.
sl: Izraèuna rastrske sloje za direktno, difuzno in odbito energijo sonènega obsevanja za doloèeni dan, geografsko ¹irino, povr¹ino in atmosferske pogoje. Sonèni parametri (npr. èas vzhoda in zahoda, deklinacija, zunajzemeljsko sonèno obsevanje, dol¾ina dneva) so shranjene v lokalni tekstovni datoteki. V nasprotnem primeru, je mo¾no podati lokalni èas za izraèun vpadnega kota sonènih ¾arkov in/ali rastrske sloje energije. Efekt reliefa na sonèenost je pravtako lahko vkljuèen.

source: Name of the elevation raster file
sl: Ime rastrskega sloja nadmorskih vi¹in

source: Name of the aspect raster file
sl: Ime rastrskega sloja ekspozicij

source: Name of the slope raster file
sl: Ime rastrskega sloja naklonov

source: Name of the Linke turbidity coefficient raster file
sl: Ime rastrskega sloja z Linkejevim koeficientom motnosti

source: A single value of the Linke turbidity coefficient
sl: Enotna vrednost Linkejevega koeficienta motnosti

source: Name of the albedo coefficient raster file
sl: Ime rastrskega sloja z albedom

source: A single value of the albedo coefficient
sl: Enotna vrednost albedo koeficienta

source: Name of the latitude raster file
sl: Ime rastrskega sloja geografskih ¹irin

source: A single value of latitude
sl: Enotna vrednost geografske ¹irine

source: The real-sky beam radiation coefficient file
sl: Rastrski sloj koeficienta prave nebesne radiacije (direktne in sipajoèe)

source: The real-sky diffuse radiation coefficient file
sl: Rastrski sloj koeficienta difuzne nebesne radiacije

source: Output incidence angle file (raster)
sl: Izhodni rastrski sloj vpadnega kota sonènih ¾arkov

source: Output direct (beam) irradiance/irradiation file (raster)
sl: Izhodni rastrski sloj energije direktne radiacije

source: Output insolation time file (raster)
sl: Izhodni rastrski sloj èasa insolacije

source: Output diffuse irradiance/irradiation file (raster)
sl: Izhodni rastrski sloj energije difuzne radiacije

source: Output reflected irradiance/irradiation file (raster)
sl: Izhodni rastrski sloj odbite radiacije

source: No. of day of the year (1-365)
sl: Dan v letu (1-365)

source: Time step computing all-day radiation
sl: Èasovni korak za izraèun celodnevne radiacije

source: Required declination value (overriding the internal value)
sl: Vrednost deklinacije (povozi od programa doloèeno vrednost)

source: Local (solar) time [decimal hours]
sl: Lokalni (solarni) èas [ure v decimalkah]

source: Sampling distance step coefficient (0.5-1.5)
sl: Koeficient korak razdalje vzorèenja (0.5 do 1.5)

source: Incorporate the shadowing effect of terrain
sl: Vkljuèi efekt senèenja zaradi reliefa

source: Name of elevation raster map
sl: Ime rastrskega sloja nadmorskih vi¹in

source: Output raster map having shadows
sl: Izhodni rastrski sloj s sencami

source: A: altitude of the sun above horizon, degrees
sl: A: vi¹ina sonca nad horizontom v stopinjah

source: A: azimuth of the sun from the north, degrees
sl: A: azimut sonca v stopinjah

source: B: year (1950..2050)
sl: B: leto (med 1950 in 2050)

source: B: month (0..12)
sl: B: mesec (od 0 do 12)

source: B: day (0..31)
sl: B: dan (med 0 in 31)

source: B: hour (0..24)
sl: B: ura (med 0 in 24)

source: B: minutes (0..60)
sl: B: minuta (med 0 in 60)

source: B: seconds (0..60)
sl: B: sekunda (med 0 in 60)

source: B: timezone (east positive, offset from GMT, also use to adjust daylight savings)
sl: B: èasovni pas (nara¹èa proti vzhodu od GMT, uporabite za odpravo poletnega èasa)

source: east coordinate (point of interest, default: map center)
sl: koordinata v x smeri (toèka za katero ¾elite izraèun, privzeto: sredi¹èe regije)

source: north coordinate (point of interest, default: map center)
sl: koordinata v y smeri (toèka za katero ¾elite izraèun, privzeto: sredi¹èe regije)

source: Zero is a real elevation
sl: Niè je nadmorska vi¹ina

source: verbose output (also print out sun position etc.)
sl: bogat opis med izraèunavanjem (tudi izpis pozicije sonca idr.)

source: calculate sun position only and exit
sl: zgolj izraèun pozicije sonca in izhod

source: Print the sun position output in shell script style
sl: Izpi¹i pozicijo sonca v stilu lupinskega skripta

source: Using map center coordinates
sl: Uporabljam koordinate sredi¹èa sloja

source: Empty east coordinate specified!
sl: Koordinata za vzhod je prazna!

source: Empty north coordinate specified!
sl: Koordinata za sever je prazna!

source: Either define sun position or location/date/time parameters.
sl: Doloèi ali polo¾aj sonca ali parametre lokacija/datum/èas

source: Neither sun position nor east/north, date/time/timezone definition are complete.
sl: Niti polo¾aj sonca niti vzhod/zahod, datum/èas/èasovni_pas niso popolni

source: Calculating sun position... (using solpos (V. %s) from NREL)
sl: Raèunam lego sonca... (uporabil bom solpos (V. %s) iz NREL)

source: Using user defined sun azimuth, altitude settings (ignoring eventual other values)
sl: Uporabil bom azimut sonca in njegovo vi¹ino, ki ste jih doloèili (ignoriral bom preostala doloèila)

source: %d.%02d.%02d, daynum %d, time: %02i:%02i:%02i (decimal time: %f)
sl: %d.%02d,%02d, ¹t.dneva %d, èas: %02i:%02i:%02i (decimalni èas: %f)

source: long: %f, lat: %f, timezone: %f
sl: dol¾ina: %f, ¹irina: %f, èasovna cona: %f

source: Solar position: sun azimuth: %f, sun angle above horz.(refraction corrected): %f
sl: Lega sonca: azimut sonca: %f, vi¹ina sonca nad obzorjem (refrakcija je popravljena): %f

source: Sunrise time (without refraction): %02d:%02d:%02d
sl: Èas vzhoda (brez refrakcije): %02d:%02d:%02d

source: Sunset time (without refraction): %02d:%02d:%02d
sl: Èas zahoda (brez refrakcije): %02d:%02d:%02d

source: Please correct settings.
sl: Prosim popravite nastavitve.

source: Time (%02i:%02i:%02i) is before sunrise (%02d:%02d:%02d)!
sl: Èas (%02i:%02i:%02i) je pred vzhodom (%02d:%02d:%02d)!

source: Time (%02i:%02i:%02i) is before sunrise!
sl: Èas (%02i:%02i:%02i) je pred vzhodom!

source: Nothing to calculate. Please verify settings.
sl: Niè za izraèunati. ©e enkrat preglejte nastavitve.

source: Time (%02i:%02i:%02i) is after sunset (%02d:%02d:%02d)!
sl: Èas (%02i:%02i:%02i) je po sonènem zahodu (%02d:%02d:%02d)!

source: Time (%02i:%02i:%02i) is after sunset!
sl: Èas (%02i:%02i:%02i) je po sonènem zahodu!

source: No map calculation requested. Finished.
sl: Zahtevali niste nobenega izraèuna. Konèano.

source: You already know the sun position.
sl: Lego sonca ¾e poznate.

source: can't open %s
sl: ne morem odpreti %s

source: can't open range file for %s
sl: ne morem odpreti razpona za datoteko %s

source: Calculating shadows from DEM...
sl: Izraèunavam sence iz DMR...

source: can't read row in input elevation map
sl: ne morem prebrati vrstice v vhodnem sloju nadmorskih vi¹in

source: Finished.
sl: Konèano.

source: Surface area estimation for rasters.
sl: Izraèun velikosti povr¹in za rastrske sloje

source: Raster file for surface
sl: Rastrski sloj za povr¹ino

source: Vertical scale
sl: Navpièna lestvica

source: Surface generation program from rasterized contours.
sl: Izdelava DMNV iz rasteriziranih plastnic

source: Name of existing raster map containing contours
sl: Ime obstojeèega rastrskega sloja s plastnicami

source: Output elevation raster map
sl: Izhodni rastrski sloj nadmorskih vi¹in

source: Invoke fast, but memory intensive operation
sl: Hitra, vendar spominsko potratna razlièica operacije

source: GRASS module to create a fractal surface of a given fractal dimension. Uses spectral synthesis method. Can create intermediate layers showing the build up of different spectral coefficients (see Saupe, pp.106-107 for an example of this). Use this module to generate naturally looking synthetical elevation models (DEM).
sl: Modul za izdelavo fraktalnih povr¹in dane fraktalne dimenzije. Uporablja metodo spektralne sinteze. Lahko izdela vmesne sloje, ki prikazujejo gradnjo razliènih spektralnih koeficientov (glej Saupe, str. 106-107). Modul se uporablja za izdelavo na pogled naravnih digitalnih modelov reliefa (DMR).

source: Name of fractal surface raster layer
sl: Ime rastrskega sloja fraktalne povr¹ine

source: Fractal dimension of surface (2 < D < 3)
sl: Fraktalna dimenzija povr¹ine (2 < D < 3)

source: Number of intermediate images to produce
sl: ®eljeno ¹tevilo vmesnih slojev

source: GRASS module to produce a raster map layer of gaussian deviates whose mean and standard deviation can be expressed by the user. It uses a gaussian random number generator.
sl: Modul za izdelavo rastrskih slojev "of gaussian deviates", za katere je moè doloèiti aritmetièno sredino in standardni odklon. Uporablja gaussovski generator nakljuènih ¹tevil.

source: Name of the random surface to be produced
sl: Ime rastrskega sloja nakljuène povr¹ine, ki bo ustvarjen

source: Distribution mean
sl: Aritmetièna sredina porazdelitve

source: Standard deviation
sl: Standardni odklon

source: Surface interpolation utility for raster map layers.
sl: Interpolacija s pomoèjo obte¾evanja glede na obratno razdaljo (inverse distance weighting)

source: Number of interpolation points
sl: ©tevilo toèk najbli¾jih toèk, ki bodo upo¹tevane

source: Output is the interpolation error
sl: Izhodni rastrski sloj naj vsebuje interpolacijske napake

source: Surface generation program.
sl: Modul zapolni rastrsko matriko z interpoliranimi vrednostmi iz mno¾ice neenakomerno razporejenih toèk z uporabo tehnik numeriène aproksimacije (obte¾eno povpreèenje).

source: Name of input raster map
sl: Ime vhodnega rastrskega sloja

source: Name of output raster map
sl: Ime izhodnega rastrskega sloja

source: Produces a raster map layer of uniform random deviates whose range can be expressed by the user.
sl: Izdela rastrski sloj uniformnih nakljuènih vrednosti, katerih rang lahko doloèi uporabnik.

source: Minimum random value
sl: Najmanj¹a nakljuèna vrednost

source: Maximum random value
sl: Najveèja nakljuèna vrednost

source: Generate images with textural features from a raster map
sl: Izdela rastrski sloj s teksturnimi potezami nekega rastrskega sloja.

source: Name of the input raster map
sl: Ime vhodnega rastrskega sloja

source: Name of the ouput raster map
sl: Ime izhodnega rastrskega sloja

source: The size of the sliding window (odd and >= 3)
sl: Velikost premikajoèega se okna (liho in hkrati >= 3)

source: The distance between two samples (>= 1)
sl: Razdalja med dvema vzorcema (>= 1)

source: Normalized
sl: Normaliziran

source: Contrast
sl: Kontrast

source: Correlation
sl: Korelacija

source: Variance
sl: Varianca

source: Thins non-zero cells that denote linear features in a raster map layer.
sl: Stanj¹a linerane objekte v rastrskem sloju, ki imajo vrednosti razliène od niè.

source: Print/add/remove a timestamp for a raster map.
sl: Izpi¹e, doda ali odstrani èasono informacijo rastrskega sloja.

source: Datetime, datetime1/datetime2, or none
sl: Datumèas, datumèas1/datumèas2, ali niè

source: Converts a raster map into a vector map layer.
sl: Preoblikuje rastrski sloj v vektorskega.

source: raster input file
sl: Vhodni rastrski sloj

source: Feature type
sl: Tip objektov

source: Smooth Corners
sl: Zglajeni koti

source: Use raster values as categories instead of unique sequence (CELL only)
sl: Za kategorije uporabi rastrske vrednosti namesto zaporedja edinstvenih ¹tevil (le za rastrski tip CELL)

source: Creates topographic index, ln(a/tan(beta)), map from elevation map.
sl: Izdela rastrski sloj s topografskim indeksom, ln(a/tan(beta)), iz rastrskega sloja nadmorskih vi¹in.

source: Elevation map
sl: Rastrski sloj nadmorskih vi¹in

source: Topographic index ln(a/tanB) map
sl: Rastrski sloj s topografskim indeksom

source: Output verbosely
sl: Bogat opis procesa

source: Simulates TOPMODEL which is physically based hydrologic model.
sl: Simulira TOPMODEL, ki je procesno utemeljeni hidrolo¹ki model.

source: (i) Rectangular elevation map
sl: (i) Pravokotni rastrski sloj

source: (i) Basin map created by r.water.outlet
sl: (i) Karta poreèij izdelana z r.water.outlet

source: (o) Depressionless elevation map
sl: (o) Rastrski sloj nadmorskih vi¹in brez depresij

source: (o) Direction map with depressionless elevation map
sl: (o) Sloj smeri vodnega odtoka iz brez-depresijskega sloja

source: (i/o) Topographic index ln(a/tanB) map (extracted)
sl: (i/o) Rastrski sloj s topografskim indeksom ln(a/tanB) (izvleèen)

source: (i) Number of topographic index classes
sl: (i) ©tevilo razredov topografskega indeksa

source: (i/o) Topographic index statistics file
sl: (i/o) Ime datoteke s statistiènimi znaèilnostmi topografskega indeksa

source: (i) TOPMODEL Parameters file
sl: (i) Datoteka s parametri za TOPMODEL

source: (i) Rainfall and potential evapotranspiration data file
sl: (i) Datoteka s padavinami in potencialno evapotranspiracijo

source: (o) Output file
sl: (o) Izhodna datoteka

source: Observed Q file
sl: Opazovana Q datoteka

source: output for given time step
sl: Izhod za doloèeni èasovni korak

source: output for given topographic index class
sl: Izhod za doloèeni razred topografskega indeksa

source: Input data given for (i/o)
sl: Vhodni podatki za (i/o)

source: Overwrite outputs
sl: Prepi¹i izhod

source: Wide output
sl: ©iroki izpis

source: Outputs raster map layer values lying along user defined transect line(s).
sl: Izdela rastrski sloj vrednosti, ki le¾ijo na liniji(ah), ki jo(jih) doloèi uporabnik.

source: Raster map to be queried
sl: Rastrski sloj po katerem poizvedujete

source: Transect definition
sl: Èrta prereza

source: Char string to represent no data cell
sl: Znak, ki naj predstavlja NULL celice

source: Calculates univariate statistics from the non-null cells of a raster map.
sl: Izraèuna univariatne statistiène parametre za ne NULL celice rastrskega sloja.

source: Quiet mode
sl: Tihi naèin

source: Print the stats in shell script style
sl: Izpi¹e vrednosti v stilu lupinskega skripta

source: Watershed basin creation program.
sl: Izdela poreèja iz sloja smeri vodnega toka

source: The map E grid coordinates
sl: X koordinata oziroma geografska dol¾ina

source: The map N grid coordinates
sl: Y koordinata oziroma geografska ¹irina

source: Watershed basin analysis program.
sl: Program analize poreèij

source: Input map: elevation on which entire analysis is based
sl: Vhodni sloj: nadmorske vi¹ine na katerih je osnovana celotna analiza

source: Input map: locations of real depressions
sl: Vhodni sloj: lokacije pravih depresij

source: Input map: amount of overland flow per cell
sl: Vhodni sloj: kolièina povr¹inskega toka na celico

source: Input map or value: percent of disturbed land, for USLE
sl: Vhodni sloj ali vrednost: dele¾ po¹kodovanega ozemlja (za USLE)

source: Input map: terrain blocking overland surface flow, for USLE
sl: Vhodni sloj: ovire povr¹inskemu toku (za USLE)

source: Input value: minimum size of exterior watershed basin
sl: Vhodni sloj: najmanj¹a velikost zunanjega poreèja

source: Input value: maximum length of surface flow, for USLE
sl: Vhodni sloj: najveèja dol¾ina povr¹inskega toka (za USLE)

source: Output map: number of cells that drain through each cell
sl: Izhodni sloj: ¹tevilo celic, ki se odvodnjavajo skozi vsako celico

source: Output map: drainage direction
sl: Izhodni sloj: smer odtoka

source: Output map: unique label for each watershed basin
sl: Izhodni sloj: edinstvena vrednost za vsako poreèje

source: Output map: stream segments
sl: Izhodni sloj: segmenti vodotokov

source: Output map: each half-basin is given a unique value
sl: Izhodni sloj: vsaka polovica poreèja pridobi edinstveno vrednost

source: Output map: useful for visual display of results
sl: Izhodni sloj: uporaben za vizualni pregled rezultatov

source: Output map: slope length and steepness (LS) factor for USLE
sl: Izhodni sloj: dol¾ina poboèja (L faktor za USLE)

source: Output map: slope steepness (S) factor for USLE
sl: Izhodni sloj: naklon poboèja (S faktor za USLE)

source: Enable extend memory option: Operation is slow
sl: Omogoèi mo¾nost raz¹irjenega spomina "extend memory": Operacija je poèasna

source: Allow only horizontal and vertical flow of water
sl: Omogoèi le horizontalni in vertikalni vodni tok

source: Queries raster map layers on their category values and category labels.
sl: Poizveduje po vrednostih in etiketah rastrskih slojev.

source: Name of existing raster map(s) to query
sl: Ime obstojeèega rastrskega sloja(ev) za poizvedovanje

source: Coordinates for query
sl: Koordinate poizvedovanja

source: Show the category label in the grid cell(s)
sl: Poka¾e etiketo v mre¾i celic

source: Too many layers for this operation
sl: Preveè slojev za to operacijo

source: 2 layers must be specified
sl: navedena morata biti 2 sloja

source: Output vector wasn't entered.
sl: Izhodni vektor ni bil vnesen.

source: Input vector was not found.
sl: Ne najdem vhodnega vektorja.

source: No category labels (dig_cats) found, no table created.
sl: Ne najdem etiket (dig_cats), tabela ni bi bila ustvarjena.

source: Cannot open dig_cats file.
sl: Ne morem odpreti dig_cats datoteke.

source: Cannot open database %s
sl: Ne morem odpreti baze podatkov %s

source: Cannot create table: %s
sl: Ne morem ustvariti tabele: %s

source: Cannot insert into table: %s
sl: Ne morem vnesti v tabelo: %s

source: Failed opening input dig file.
sl: Nisem uspel odpreti vhodne datoteke.

source: dig_att file doesn't exist.
sl: dig_att datoteka ne obstaja.

source: Failed opening input dig_att file.
sl: Nisem mogel odpreti vhodne datoteke dig_att.

source: Attaching categories...
sl: Pripajam kategorije...

source: Failed to attach an attribute (category %d) to a line.
sl: Nisem uspel pripojiti atributa (kategorije %d) liniji.

source: WARNING: line %d label: %d matched another label: %d.
sl: OPOZORILO: linija %d etiketa: %d je enaka drugi etiketi: %d.

source: Writing new file...
sl: Zapisujem novo datoteko...

source: %-5d points and lines written to output file.
sl: %-5d toèk in linij zapisanih v izhodno datoteko.

source: %-5d centroids written to output file.
sl: %-5d centroidov zapisanih v izhodno datoteko.

source: Reading dig file...
sl: Berem dig datoteko...

source: Input file is version 3.
sl: Vhodna datoteka je verzija 3.

source: Input file is version 4.
sl: Vhodna datoteka je verzija 4.

source: Input file is portable.
sl: Vhodna datoteka je prenosljiva.

source: WARNING: Input file is not portable.We will attempt to convert anyway but conversion may fail.Please read manual for detail information.
sl: OPOZORILO: Vhodna datoteka ni prenosljiva. Vseeno jo bom posku¹al preoblikovati,a lahko se ponesreèi. Prosim preberi priroènik za natanènej¹a navodila.

source: %-5d points read to memory
sl: %-5d toèk prebranih v spomin

source: %-5d lines read to memory
sl: %-5d linij prebranih v spomin

source: %-5d points read and written to output
sl: %-5d prebranih in zapisanih na izhod

source: %-5d lines read and written to output
sl: %-5d linij prebranih in zapisanih na izhod

source: %-5d area boundaries read and written to output
sl: %-5d meja obmoèij prebranih in zapisanih na izhod

source: %-5d dead points skipped
sl: %-5d mrtvih toèk preskoèenih

source: %-5d dead lines skipped
sl: %-5d mrtvih linij preskoèenih

source: %-5d dead area boundaries skipped
sl: %-5d mrtvih meja obmoèij preskoèenih

source: %-5d elements of unknown type skipped
sl: %-5d elementov neznanega tipa preskoèenih

source: %-5d elements read to memory.
sl: %-5d elementov prebranih v spomin.

source: Reading dig_att file...
sl: Berem dig_att datoteko...

source: Error: %s
sl: Napaka: %s

source: Unknown type: %c
sl: Nepoznan tip: %c

source: %-5d point categories read
sl: %-5d kategorij toèk prebranih

source: %-5d line categories read
sl: %-5d kategorij linij prebranih

source: %-5d centroids read
sl: %-5d centroidov prebranih

source: %-5d dead point categories skipped
sl: %-5d mrtvih kategorij toèk preskoèenih

source: %-5d dead line categories skipped
sl: %-5d mrtvih kategorij linij preskoèenih

source: %-5d dead centroids skipped
sl: %-5d mrtvih centroidov preskoèenih

source: %-5d categories of unknown type skipped
sl: %-5d kategorij neznanega tipa preskoèenih

source: %-5d categories read into memory.
sl: %-5d kategorij prebranih v spomin.

source: SYSTEM_ERROR: OLD_T_NEW Got a bad type code %x
sl: SISTEMSKA_NAPAKA: OLD_T_NEW ima napaèno kodo za tip %x

source: SYSTEM_ERROR: NEW_T_OLD Got a bad type code %x
sl: SISTEMSKA NAPAKA: OLD_T_NEW ima napaèno kodo za tip %x

source: Select type: line or area
sl: Izberi tip: linija ali obmoèje

source: Cannot read field info
sl: Ne morem prebrati informacije polja

source: Cannot open database %s by driver %s
sl: Ne morem odpreti baze podatkov %s z gonilnikom %s

source: Column type not supported
sl: Tip zapisa kolone ni podprt

source: Cannot select data from table
sl: Ne morem izbrati (select) podatkov iz tabele

source: %d records selected from table
sl: Iz tabele je izbranih %d zapisov (records)

source: No record for line (cat = %d)
sl: Za vrstico (cat = %d) ni zapisa (record)<

source: %d points loaded
sl: nalo¾enih je bilo %d toèk

source: Cannot insert new row: %s
sl: Ne morem vstaviti nove vrstice: %s

source: Create points along input lines.
sl: Ustvari toèke vzdol¾ vhodnih linij.

source: Input map containing lines
sl: Vhodni sloj vsebuje linije.

source: Write line vertices.
sl: Zapi¹i vmesne toèke v liniji.

source: Interpolate points between line vertices.
sl: Interpoliraj dodatne toèke med toèkami ogrodja linije.

source: Maximum distance between points in map units.
sl: Najveèja razdalja med toèkami in enotami karte.

source: Do not create attribute table.
sl: Ne ustvari tabele z atributi.

source: Could not find input %s
sl: Ne najdem vhodne datoteke %s

source: Cannot copy table
sl: Ne morem kopirati tabele

source: Cannot create index
sl: Ne morem ustvariti indeksa

source: Cannot grant privileges on table %s
sl: Ne morem ti garantirati (grant) privilegijev nad tabelo %s

source: %d points written to output map
sl: %d toèk je bilo zapisanih na izhodno datoteko

source: ask_transform_coor(): Leaving session..
sl: sak_transform_coor(): Zapu¹èam sejo...

source: Number of points that have been entered: %d
sl: ©tevilo toèk, ki so bile vnesene: %d

source: Please answer yes or no
sl: Prosim odgovori 'yes' ali 'no'

source: Number of points that have been entered: %d
sl: ©tevilo toèk, ki so bile vnesene: %d

source: Could not open file with coordinates : %s
sl: Ne morem odpreti datoteke s koordinatami : %s

source: Could not find input map <%s>
sl: Ne morem najti vhodne datoteke <%s>

source: Now transforming the vectors ...
sl: Spreminjam vektorje ...

source: New vector map <%s> boundary coordinates:
sl: Novi vektorski sloj <%s> mejne koordinate:

source: '%s' has finished the transformation of the vectors.
sl: '%s' je konèal spreminjanje vektorjev.

source: CHECK MAP RESIDUALS
sl: PREVERI OSTANKE V SLOJU

source: Current Map New Map
sl: Trenutni sloj Novi sloj

source: Number of points: %d
sl: ©tevilo toèk: %d

source: The points weren't spread out enough.
sl: Toèke niso bile dovolj raz¹irjene.

source: You need to enter at least %d points.
sl: Vnesti mora¹ vsaj %d toèk.

source: Cannot calculate area centroid
sl: Ne morem izraèunati centroida obmoèja.

source: %d categories loaded from table
sl: %d kategorij nalo¾enih iz tabele

source: %d categories loaded from vector
sl: %d kategorij nalo¾enih iz vektorja
