Repository: grass-svn2git/grass-legacy
Catalog: locale/po/grassmods_*.po
Languages: sl

source: No db connection for driver <%s> defined. Run db.connect
sl: Povezava z bazo podatkov za gonilnik <%s> ni definirana. Po¾eni db.connect.

source: table name
sl: ime tabele

source: driver name
sl: ime gonilnika

source: database name
sl: ime baze podatkov

source: list all columns for a given table.
sl: na¹tej vse kolone (spremenljivke) za dano tabelo

source: print current connection parameters and exit
sl: Izpi¹i trenutne parametre povezave in konèaj

source: driver name:
sl: ime gonilnika

source: Database name:
sl: ime baze podatkov

source: Database schema. Don't use this option if schemas are not supported by driver/database server.
sl: Ime sheme baze podatkov. Ne uporabljaj te mo¾nosti, èe sheme niso podprte s strani gonilnika/stre¾nika za upravljanje z bazami

source: Default group of database users to which select privilege is granted.
sl: Privzeta skupina uporabnikov baz podatkov, ki imajo zagotovljen dostop do baz

source: Connect to the database through DBMI.
sl: Pove¾i se z bazo preko DBMI.

source: No db connection settings defined. Set with db.connect
sl: Nastavitve za povezavo z bazo podatkov niso definirane. Nastavi jih z db.connect

source: Copy a table. Either 'from_table' (optionaly with 'where') can be used or 'select' option, but not 'from_table' and 'select' at the same time.
sl: Kopiraj tabelo. Mo¾no je uporabiti 'from table' (tudi 'where') ali 'select', ampak ne 'from table' in 'select' hkrati

source: Input driver name
sl: Vpi¹i ime gonilnika

source: Input database name
sl: Vpi¹i ime baze podatkov

source: Input table name (only if select is not specified)
sl: Vpi¹i ime tabele (le èe nisi uporabil 'select')

source: Output driver name
sl: Ime izhodnega gonilnika

source: Output database name
sl: Ime izhodne baze podatkov

source: Output table name
sl: Ime izhodne tabele

source: Optional where condition (without WHERE key word), e.g.: obec = 'Liptakov'
sl: Mo¾na je uporaba 'where' pogoja (brez kljuène besede WHERE), npr.: ks=KS = 'Rudnik'

source: Full select statement (only if from_table and where is not used), e.g.: SELECT dedek FROM starobince WHERE obec = 'Frimburg'
sl: Celotni 'select' stavek (le èe 'from_table' in 'where' nistauporabljena), npr.: SELECT ks FROM ks_table WHERE ks = 'Rudnik'

source: Cannot combine 'from_table' and 'select' options
sl: Ne morem uporabiti skupaj mo¾nosti 'from_table' in 'select'

source: Either 'from_table' or 'select' option must be given.
sl: Uporabi¹ lahko ali 'from_table' ali 'select'

source: Cannot combine 'select' and 'where' options
sl: Ne morem uporabiti skupaj mo¾nosti 'select' in 'where'

source: Copy table failed
sl: Kopiranje tabele ni bilo uspe¹no

source: Cannot start driver '%s'.
sl: Ne morem zagnati gonilnika '%s'.

source: Cannot list databases.
sl: Ne morem izpisati baz podatkov.

source: database location
sl: lokacija baze podatkov

source: List all databases for a given driver and location.
sl: Navedi vse baze podatkov za doloèeni gonilnik in lokacijo

source: Cannot describe table
sl: Ne morem opisati tabele

source: print column names only instead of full column descriptions
sl: izpi¹i le imena kolon (spremenljivk) namesto celotnih opisov

source: Describe a table (in detail).
sl: Opi¹i tabelo (podrobno)

source: Error trying to read dbmscap file
sl: Napaka pri branju dbmscap datoteke

source: Full output
sl: Izpi¹em vse

source: print tables and exit
sl: izpi¹i tabele in konèaj

source: List all database drivers.
sl: Izpi¹i vse gonilnike za upravljanje z bazami podatkov

source: Error while executing: "%s"
sl: Napaka med izvajanjem: "%s"

source: ignore SQL errors and continue
sl: prezri SQL napake in nadaljuj

source: Table name, select all from this table
sl: Ime tabele, izberi vse iz te tabele

source: SQL select statement, for example: 'select * from rybniky where kapri = 'hodne'
sl: SQL 'select' stavek, npr.: 'SELECT * FROM ks_table WHERE obèina = 'Koper''

source: output field separator
sl: izpi¹i znak razmejitve med polji

source: output vertical record separator
sl: izpi¹i znak za vertikalno razmejitev med enotami

source: null value indicator
sl: znak za vrednost NULL

source: filename with sql statement
sl: datoteka z SQL stavkom

source: do not include column names in output
sl: izpis naj ne vsebuje imen kolon

source: describe query only (don't run it)
sl: le opi¹i poizvedbo (ne je pognati)

source: vertical output (instead of horizontal)
sl: vertikalni izpis (namesto horizontalnega)

source: Select data from database.
sl: Izberi podatke iz baze podatkov.

source: system tables instead of user tables
sl: sistemske tabele namesto uporabni¹kih tabel

source: List all tables for a given database.
sl: Izpi¹i vse tabele za dano bazo podatkov.

source: 'user' in database definition is not supported, use db.login
sl: 'user' v definiciji baze podatkov ni podprt, uporabi db.login

source: 'password' in database definition is not supported, use db.login
sl: 'password' v definiciji baze podatkov ni podprt, uporabi db.login

source: Unknown option in database definition for mysql: '%s'
sl: Nepoznana mo¾nost v definiciji baze podatkov za mysql: '%s'

source: OGR driver: column '%s', OGR type %d is not supported
sl: OGR gonilnik: kolona '%s', OGR tip %d ni podprt

source: column '%s', type 'string': unknown width -> stored as varchar(250) some data may be lost
sl: kolona '%s', tip 'string': nepoznana ¹irina -> shranjen kot varchar(250), nekateri podatki so lahko izgubljeni

source: Unknown type
sl: Nepoznan tip

source: pg driver: column '%s', type %d is not supported
sl: pg gonilnik: kolona '%s', tip %d ni podprt

source: column '%s' : type int8 (bigint) is stored as integer (4 bytes) some data may be damaged
sl: kolona '%s': tip int8 (bigint) je shranjen kot integer (4 bajti) nekateri podatki so lahko po¹kodovani

source: column '%s' : type text is stored as varchar(250) some data may be lost
sl: kolona '%s': tip text je shranjen kot varchar(250) nekateri podatki so lahko izgubljeni

source: column '%s' : type character varying is stored as varchar(250) some data may be lost
sl: kolona '%s': tip character varying je shranjen kot varchar(250) nekateri podatki so lahko izgubljeni

source: column '%s' : type bool (boolean) is stored as char(1), values: 0 (false), 1 (true)
sl: kolona '%s': tip (bool) (binarni - boolean) je shranjen kot char(1), vrednosti 0 (narobe), 1 (pravilno)

source: Cannot recognize boolean value
sl: Ne prepoznam binarne (boolean) vrednosti

source: Unknown option in database definition for PostgreSQL:
sl: Nepoznana mo¾nost v definiciji baze podatkov za PostgreSQL

source: Cannot set user/password
sl: Ne morem nastaviti uporabnika/gesla

source: The password was stored in file.
sl: Geslo je bilo shranjeno v datoteko

source: Selects the font in which text will be displayed on the user's graphics monitor.
sl: Izbere pisavo v kateri bo tekst zapisan na grafiènem monitorju

source: Font name (not supported interactively, see also -l flag) or path to TrueType font (including file name)
sl: Ime pisave (ni podprto interaktivno, glej tudi -l izbiro ukaza) ali pot do TrueType pisave (vkljuèujoè ime datoteke)

source: Path to TrueType font (including file name)
sl: Pot do TrueType pisav (vkljuèujoè ime datoteke)

source: Character encoding
sl: Kodni nabor

source: No graphics device selected
sl: Nobena grafièna naprava ni izbrana

source: Setting release of FreeType
sl: Nastavljam verzijo FreeType-a

source: Error: %s
sl: Napaka: %s

source: Region size is lower than minreg, nothing displayed.
sl: Velikost regije je od najmanj¹e regije (minreg), ne morem prikazati nièesar.

source: Region size is greater than maxreg, nothing displayed.
sl: Velikost regije je veèja od najveèje regije (maxreg), ne morem prikazati nièesar

source: L: from M: to R: quit
sl: L: od S: do D: zakljuèi

source: Node %d: %f %f
sl: Vozel %d: %f %f

source: Destination unreachable
sl: Destinacijo je nemogoèe doseèi

source: Costs on the network = %f
sl: Stro¹ki na omre¾ju = %f

source: Distance to the network = %f, distance from the network = %f
sl: Oddaljenost do omre¾ja = %f, oddaljenost od omre¾ja = %f

source: ERROR: vector file - can't read
sl: NAPAKA: ne morem prebrati vektorskega sloja

source: Plotting ...
sl: Ri¹em ...

source: The bounding box of the map outside current region, nothing displayed.
sl: Obseg sloja je izven trenutne regije, nièesar ne bom prikazal.

source: Done
sl: Narejeno

source: Building spatial index ...
sl: Gradim prostorski indeks ...

source: Done.
sl: Narejeno.

source: warning: %s - vector file not found
sl: pozor: ne najdem vektorja %s

source: Nothing Found.
sl: Nièesar nisem na¹el.

source: Line: %d Type: %s Left: %d Right: %d
sl: Linija %d Tip: %s Levo: %d Desno: %d

source: Length: %f
sl: Dol¾ina: %f

source: Node[%d]: %d Number of lines: %d
sl: Vozel[%d]: %d ©tevilo linij: %d

source: Line: %5d Angle: %.8f
sl: Linija: %5d Kot: %.8f

source: length %f
sl: dol¾ina %f

source: Line height: %f
sl: Vi¹ina linije: %f

source: Line height min: %f max: %f
sl: Vi¹ina linije min: %f max: %f

source: Area height: %f
sl: Vi¹ina obmoèja: %f

source: Area
sl: Obmoèje

source: Area: %d Number of isles: %d
sl: Obmoèje: %d ©tevilo otokov: %d

source: Isle[%d]: %d
sl: Otok[%d]: %d

source: Island: %d In area: %d
sl: Otok %d V obmoèju: %d

source: Size - Sq Meters: %.3f Hectares: %.3f
sl: Velikost - m^2: %.3f\t\tHektarov: %.3f

source: Acres: %.3f Sq Miles: %.4f
sl: Akrov: %.3f\t\tkvadratnih milj: %.4f

source: Database connection not defined
sl: Povezava z bazo podatkov ni definirana

source: driver: %s database: %s table: %s key column: %s
sl: gonilnik: %s baza podatkov: %s tabela: %s kolona z identifikatorjem: %s

source: Buttons
sl: Gumbi

source: Left: what's here
sl: Levi: poizveduj po karti

source: Right: quit
sl: Desni: konèaj

source: -j flag forced
sl: vsiljena je bila izbira -j

source: ERROR: No map is displayed in GRASS monitor
sl: NAPAKA: Na grafiènem monitorju ni prikazana nobena karta

source: %d raster%s, %d vector%s
sl: %d raster%s, %d vektor%s

source: this is the first d.zoom run; no previous zoom availible
sl: d.zoom si pognal prviè; predhodnih informacij o zoom-u ni

source: Zooming finished.
sl: Zoomiranje konèano.

source: Buttons:
sl: Gumbi:

source: %s Pan
sl: %s Premakni

source: %s Quit
sl: %s Ugasni

source: %s Quit menu
sl: %s Zapri menu

source: This region now saved as current region.
sl: Ta regija je shranjena kot trenutna regija.

source: Note: run 'd.erase' for the new region to affect the graphics.
sl: Po¾eni 'd.erase', èe ¾eli¹, da se nastavitve nove regije uveljavijo na grafiènih napravah.

source: found %d visuals of type TrueColor
sl: najdenih je bilo %d "visuals" tipa TrueColor

source: searching for highest bit depth
sl: i¹èem najveèjo mo¾no bitno globino

source: selected %d bit depth
sl: izbrana %d bitna globina

source: Monitor: waitpid: expected %d but got %d
sl: Monitor: waitpid: prièakovan %d, dobil pa %d

source: Monitor: XGetWMName failed
sl: Monitor: XGetWMName ni uspel

source: Monitor: XGetWMName: bad result
sl: Monitor: XGetWMName: slab rezultat

source: No input map(s) specified.
sl: Doloèena ni bila nobena vhodna datoteka.

source: Finds the average of values in a cover map within areas assigned the same category value in a user-specified base map.
sl: Poi¹èe aritmetièno sredino pokrovnega sloja znotraj obmoèij z enotno kategorijo na osnovnem sloju.

source: base raster map
sl: osnovni rastrski sloj

source: cover raster map
sl: pokrovni rastrski sloj

source: resultant raster map
sl: izhodni rastrski sloj

source: Coded stream network file name
sl: Ime sloja z mre¾o kodiranih vodotokov

source: Name for the resultant watershed partition file
sl: Ime za izhodno datoteko z delitvijo povodij

source: Name of existing raster file.
sl: Ime obstojeèega rastrskega sloja.

source: Name of new raster file.
sl: Ime novega rastrskega sloja.

source: specific input value to be assigned to the north and/or south poles for longitude-latitude grids
sl: Znaèilna vhodna vrednost, ki jo doloèimo severnemu in/ali ju¾nemu polu za dol¾insko-¹irinske mre¾e

source: Creates a raster map layer showing buffer zones surrounding cells that contain non-NULL category values.
sl: Ustvari rastrski sloj, ki prikazuje "buffer" cone, ki obkro¾ajo celice z ne NULL vrednostjo.

source: Name of input map
sl: Ime vhodnega sloja

source: Name of output map
sl: Ime izhodnega sloja

source: Distance zone(s)
sl: Razdalje meja med conami

source: Units of distance
sl: Enote razdalje

source: Ignore zero (0) data cells instead of NULL cells
sl: Prezri celice z vrednostjo 0 namesto celice z vrednostjo NULL

source: Prints category values and labels associated with user-specified raster map layers.
sl: Izpi¹e vrednosti kategorij z etiketami, ki pripadajo doloèenemu rastrskemu sloju.

source: Name of a raster map
sl: Ime rastrskega sloja

source: Comma separated value list: e.g. 1.4,3.8,13
sl: Spisek vrednosti deljenih z vejico: npr. 1.4,3.8,13

source: Category list: e.g. 1,3-8,13
sl: Spisek kategorij: npr. 1,3-8,13

source: Recategorizes data in a raster map layer by grouping cells that form physically discrete areas into unique categories.
sl: Prekategorizira podatke v rastrskem sloju tako, da dodeli celicam z enotno kategorijo, ki ustvarjajo fizièno sklenjena obmoèja edinstveno novo kategorijo.

source: Title, in quotes
sl: Naslov, v navednicah

source: Creates/Modifies the color table associated with a raster map layer.
sl: Ustvari/Spremeni barvno paleto rastrskega sloja.

source: Raster map name
sl: Ime rastrskega sloja

source: Type of color table
sl: Tip barvne palete

source: Raster map name from which to copy color table
sl: Ime rastrskega sloja iz katerega kopirati barvno paleto

source: Name of predefined rules file
sl: Ime datoteke s pravili

source: Keep existing color table
sl: Ohrani obstojeèo barvno paleto

source: Quietly
sl: Tiho

source: List rules
sl: Na¹tej pravila

source: Enter rules, "end" when done, "help" if you need it.
sl: Vnesi pravila, ko konèa¹ - "end", za pomoè - "help".

source: fp: Data range is %.25f to %.25f
sl: fp: Razpon podatkov je %.25f do %.25f

source: Data range is %ld to %ld
sl: Razpon podatkov je %ld do %ld

source: Your color rules do not cover the whole range of data!
sl: Tvoja barvna paleta ne obsega celotnega razpona podatkov!

source: Enter a rule in one of these formats:
sl: Vnesi pogoje v enem od naslednjih formatov:

source: val color
sl: vrednost barva

source: n%% color
sl: n%% barva

source: nv color
sl: nv barva

source: default color
sl: privzeta barva

source: color can be one of:
sl: barva je lahko katera koli od naslednjih:

source: or an R:G:B triplet, e.g.: 0:127:255
sl: ali R:G:B barvno definicijo, npr. 0:127:255

source: ** warning: R:G:B value(s) out of range [0..255]: %d:%d:%d **
sl: ** opozorilo: R:G:B vrednost(i) so izven dovoljenega razpona [0 do 255]: %d:%d:%d **

source: ** rule is not added **
sl: ** pogoj ni dodan **

source: ** warning: R G B value(s) out of range [0..255]: %d %d %d **
sl: ** opozorilo: R G B vrednost(i) so izven dovoljenega razpona [0 do 255]: %d %d %d **

source: ** warning: no such value **
sl: ** opozorilo: take vrednosti ni **

source: %s:line %d:%s
sl: %s:linija %d:%s

source: ** bad color specification **
sl: ** napaèna specifikacija barv **

source: %s - unknown color
sl: %s - nepoznana barva

source: Valid colors are:
sl: Veljavne barve so:

source: Combines red, green and blue map layers into a single composite map layer.
sl: Kombinira rdeèi, zeleni in modri sloj v enotni kompozitni sloj.

source: Name of raster map layer to be used for <%s>
sl: Ime rastrskega sloja, ki bo uporabljen za <%s>

source: Number of levels to be used for each component
sl: ©tevilo nivojev, ki bo uporabljeno za vsako komponento

source: Number of levels to be used for <%s>
sl: ©tevilo nivojev, ki bo uporabljeno za <%s>

source: Name of raster map to contain results
sl: Ime rastrskega sloja, ki bo vseboval rezultate

source: Use closest color
sl: Uporabi najbolj podobno barvo

source: Compresses and decompresses raster files.
sl: Komprimiraj ali de-komprimiraj rastrske sloje.

source: Name of existing raster map(s)
sl: Imena obstojeèega rastrskega sloja (slojev).

source: Uncompress the map
sl: De-komprimiraj sloj

source: Run quietly
sl: Po¾eni tiho

source: Produces a GRASS binary vector map of specified contours from GRASS raster map layer.
sl: Izdela GRASS-ov binarni vektorski sloj plastnic iz GRASS-ovega rastrskega sloja.

source: Name of an existing raster map
sl: Ime obstojeèega rastrskega sloja

source: Name of output vector file
sl: Ime izhodnega vektorskega sloja

source: Minimum contour level
sl: Najmanj¹a vrednost plastnice

source: Maximum contour level
sl: Najveèja vrednost plastnice

source: Increment between contour levels
sl: Razmak med sosednjima plastnicama

source: Minimum number of points for a contour line (0 -> no limit)
sl: Najmanj¹e ¹tevilo toèk, ki bodo gradile linijo plastnice (od 0 do neskonèno)

source: Suppress progress report & min/max information
sl: Potlaèi sporoèila o napredku & sporoèila o napakah

source: Outputs a raster map layer showing the cumulative cost of moving between different geographic locations on an input raster map layer whose cell category values represent cost.
sl: Izdela rastrski sloj, ki prikazuje kumulativni stro¹ek premikanja med razliènimi geografskimi lokacijami po vhodnem rastrskem sloju katerega vrednosti predstavljajo stro¹ek.

source: Name of raster map containing grid cell cost information
sl: Ime rastrskega sloja, ki vsebuje podatke o stro¹ku premikanja

source: Starting points vector map
sl: Vektorski sloj zaèetnih toèk

source: Stop points vector map
sl: Vektorski sloj konènih toèk

source: Starting points raster file
sl: Rastrski sloj zaèetnih toèk

source: An optional maximum cumulative cost
sl: Maksimalni kumulativni stro¹ek (ni nujen)

source: Cost assigned to null cells. By default, null cells are excluded
sl: Stro¹ek dodeljen celicam z NULL vrednostjo. Privzeto je, da so NULL celice izkljuèene

source: Percent of map to keep in memory
sl: Dele¾ sloja, ki ga ohranjati v spominu raèunalnika

source: Use the 'Knight's move'; slower, but more accurate
sl: Uporabi "Knight's move"; poèasneje a natanèneje

source: Keep null values in output map
sl: Ohrani null vrednosti v izhodnem sloju

source: Start with values in raster map
sl: Zaèni z vrednostmi v rastrskem sloju

source: Outputs a covariance/correlation matrix for user-specified raster map layer(s).
sl: Izpi¹e kovarianèno/korelacijsko matriko za doloèen rastrski sloj (sloje).

source: Raster map(s) to be read
sl: Vhodni rastrski sloj(i)

source: Print correlation matrix
sl: Izpi¹i korelacijsko matriko

source: Creates a cross product of the category values from multiple raster map layers.
sl: Ustvari kri¾ni produkt vrednosti kategorij iz veè rastrskih slojev.

source: Names of 2-%d input raster maps
sl: Imena 2-%d vhodnih rastrskih slojev

source: Name of the resulting map
sl: Ime novega sloja

source: Prints terse list of category values found in a raster map layer.
sl: Izpi¹e jedrnat spisek kategorij rastrskega sloja.

source: Name of raster map
sl: Ime rastrskega sloja

source: string representing no data cell value
sl: znak(i), ki predstavljajo null vrednost

source: Print the output one value per line
sl: Izpi¹i na izhod eno vrednost na vrstico

source: Only print the range of the data
sl: Izpi¹i le razpon podatkov

source: Use the current region
sl: Uporabi trenutno regijo

source: Read fp map as integer
sl: Preberi "folating point" sloj kot "integer"

source: Interactive tool used to draw and save vector features on a graphics monitor using a pointing device (mouse).
sl: Interaktivno orodje, ki se uporablja za risanje in shranjevanje vektorskih entitet na grafièni monitor z uporabo mi¹ke ali digitalizatorja.

source: Locates the closest points between objects in two raster maps.
sl: Doloèi najbli¾ji toèki med objektoma v dveh rastrskih slojih.

source: Maps for computing inter-class distances
sl: Sloji za izraèun med-razrednih razdalj

source: Traces a flow through an elevation model on a raster map layer.
sl: Doloèi smer toka skozi digitalni model vi¹in na rastrskem sloju

source: Name of existing raster map containing elevation surface
sl: Ime obstojeèega rastrskega sloja, ki vsebuje podatke o vi¹ini povr¹ja

source: The map E and N grid coordinates of a starting point
sl: EASTING in NORTHING koordinate zaèetne toèke

source: Accumulate input values along the path
sl: Akumuliraj vhodne vrednosti po pretoèni poti

source: Count cell numbers along the path
sl: Pre¹tej ¹tevila celic po preteèeni poti

source: Output elevation raster map after filling
sl: Izdelaj vi¹inski rastrski sloj po napolnjenju

source: Output raster map of problem areas
sl: Ime izhodnega rastrskega sloja problematiènih obmoèij

source: Output direction type AGNPS, ANSWERS or GRASS aspect default: GRASS
sl: Tip zapisa izhodnega sloja: AGNPS, ANSWERS ali GRASS aspect privzet: GRASS

source: find unresolved areas only
sl: Najdi le nerazre¹ena obmoèja

source: Generates a raster map layerwith contiguous areas grown by one cell.
sl: Izdela rastrski sloj z s stiènimi (contiguous) obmoèji poveèanimi za eno celico

source: Name of output raster file
sl: Ime izhodnega rastrskega sloja

source: Radius of buffer
sl: Polmer bufferja

source: Metric
sl: Metrièni

source: Value to write for input cells which are non-NULL (-1 => NULL)
sl: Vrednost, ki naj jo

source: Generates red, green and blue raster map layers combining hue, intensity, and saturation (his) values from user-specified input raster map layers.
sl: Ustvari rdeè, zelen in modri rastrski sloj preko kombiniranja rastrskih slojev odtenka (hue), svetlosti (intensity) in nasièenosti (saturation)

source: Name of layer to be used for HUE
sl: Ime sloja, ki bo uporabljen za odtenek (HUE)

source: Name of layer to be used for INTENSITY
sl: Ime sloja, ki bo uporabljen za svetlost (INTENSITY)

source: Name of layer to be used for SATURATION
sl: Ime sloja, ki bo uporabljen za nasièenost (SATURATION)

source: Name of output layer to be used for RED
sl: Ime izhodnega sloja, ki bo uporabljen za rdeèo (RED)

source: Name of output layer to be used for GREEN
sl: Ime izhodnega sloja, ki bo uporabljen za zeleno (GREEN)

source: Name of output layer to be used for BLUE
sl: Ime izhodnega sloja, ki bo uporabljen za modro (BLUE)

source: Respect NULL values while drawing
sl: Upo¹tevaj NULL vrednosti med risanjem

source: Convert an ESRI ARC/INFO ascii raster file (GRID) into a (binary) raster map layer.
sl: Spremeni ESRI-jev ARC/INFO ascii rastrsko datoteko (GRID) v binarni rastrski sloj.

source: ARC/INFO ascii raster file (GRID) to be imported
sl: ARC/INFO ascii rastrska datoteka (GRID), ki jo nameravate uvoziti

source: Name for resultant raster map
sl: Ime izhodnega rastrskega sloja

source: Title for resultant raster map
sl: Naslov izhodnega rastrskega sloja

source: Convert an ASCII raster text file into a (binary) raster map layer.
sl: Spremeni ascii rastrsko tekstovno datoteko v binarni rastrski sloj.

source: Ascii raster file to be imported
sl: Ascii rastrski sloj, ki ga nameravate uvoziti

source: String representing NULL value data cell
sl: Znak, ki predstavlja NULL vrednost celice

source: floating point values are imported
sl: uvo¾ene bodo vrednosti z zapisom "floating point"

source: double floating point values are imported
sl: uvo¾ene bodo vrednosti z zapisom "double floating point"

source: SURFER (Golden Software) ascii grid file will be imported
sl: uvo¾ena bo SURFER (Golden Software) ascii grid datoteka

source: Import a binary raster file into a GRASS raster map layer.
sl: Uvozi binarno rastrsko datoteko v GRASS-ov rastrski sloj.
